Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: AI systems intended to be used for influencing the outcome of an election or referendum or the voting behaviour of natural persons in the exercise of their vote in elections or referenda.
pt_pt: Sistemas de IA concebidos para serem utilizados para influenciar o resultado de uma eleição ou referendo ou o comportamento eleitoral de pessoas singulares no exercício do seu direito de voto em eleições ou referendos.

source: This does not include AI systems to the output of which natural persons are not directly exposed, such as tools used to organise, optimise or structure political campaigns from an administrative or logistical point of view.
pt_pt: Não estão incluídos os sistemas de IA a cujos resultados as pessoas singulares não estejam diretamente expostas, como as ferramentas utilizadas para organizar, otimizar e estruturar campanhas políticas do ponto de vista administrativo e logístico.

source: ANNEX IV
pt_pt: ANEXO IV

source: Technical documentation referred to in Article 11(1)
pt_pt: Documentação técnica a que se refere o artigo 11.o, n.o 1

source: The technical documentation referred to in Article 11(1) shall contain at least the following information, as applicable to the relevant AI system:
pt_pt: A documentação técnica a que se refere o artigo 11.o, n.o 1, deve conter, pelo menos, as informações indicadas a seguir, consoante aplicável ao sistema de IA em causa:

source: A general description of the AI system including:
pt_pt: Uma descrição geral do sistema de IA, incluindo:

source: its intended purpose, the name of the provider and the version of the system reflecting its relation to previous versions;
pt_pt: A sua finalidade prevista, o nome do prestador e a versão do sistema que reflete a sua relação com versões anteriores,

source: how the AI system interacts with, or can be used to interact with, hardware or software, including with other AI systems, that are not part of the AI system itself, where applicable;
pt_pt: A forma como o sistema de IA interage ou pode ser utilizado para interagir com hardware ou software, inclusive com outros sistemas de IA, que não faça parte do próprio sistema de IA, se aplicável,

source: the versions of relevant software or firmware, and any requirements related to version updates;
pt_pt: As versões do software ou firmware pertinente e todos os requisitos relacionados com a atualização das versões,

source: the description of all the forms in which the AI system is placed on the market or put into service, such as software packages embedded into hardware, downloads, or APIs;
pt_pt: A descrição de todas as formas sob as quais o sistema de IA é colocado no mercado ou colocado em serviço, tais como pacotes de software integrados em hardware, descarregamentos ou interfaces de programação de aplicações,

source: the description of the hardware on which the AI system is intended to run;
pt_pt: A descrição do hardware no qual se pretende executar o sistema de IA,

source: where the AI system is a component of products, photographs or illustrations showing external features, the marking and internal layout of those products;
pt_pt: Se o sistema de IA for uma componente de produtos, fotografias ou ilustrações que mostrem características externas, a marcação e a disposição interna desses produtos,

source: a basic description of the user-interface provided to the deployer;
pt_pt: Uma descrição básica da interface de utilizador facultada ao responsável pela implantação,

source: instructions for use for the deployer, and a basic description of the user-interface provided to the deployer, where applicable;
pt_pt: Instruções de utilização destinadas ao responsável pela implantação e uma descrição básica da interface de utilizador facultada ao responsável pela implantação, se aplicável;

source: A detailed description of the elements of the AI system and of the process for its development, including:
pt_pt: Uma descrição pormenorizada dos elementos do sistema de IA e do respetivo processo de desenvolvimento, incluindo:

source: the methods and steps performed for the development of the AI system, including, where relevant, recourse to pre-trained systems or tools provided by third parties and how those were used, integrated or modified by the provider;
pt_pt: Os métodos utilizados e os passos dados com vista ao desenvolvimento do sistema de IA, incluindo, se for caso disso, o recurso a sistemas ou ferramentas previamente treinados disponibilizados por terceiros e a forma como estes foram utilizados, integrados ou modificados pelo prestador,

source: the design specifications of the system, namely the general logic of the AI system and of the algorithms; the key design choices including the rationale and assumptions made, including with regard to persons or groups of persons in respect of who, the system is intended to be used; the main classification choices; what the system is designed to optimise for, and the relevance of the different parameters; the description of the expected output and output quality of the system; the decisions about any possible trade-off made regarding the technical solutions adopted to comply with the requirements set out in Chapter III, Section 2;
pt_pt: As especificações de conceção do sistema, a saber, a lógica geral do sistema de IA e dos algoritmos; as principais opções de conceção, nomeadamente a lógica subjacente e os pressupostos utilizados, também no respeitante às pessoas ou grupos de pessoas em que o sistema se destina a ser utilizado; as principais opções de classificação; o que se pretende otimizar com o sistema e a importância dos diferentes parâmetros; a descrição dos resultados esperados e a qualidade dos resultados do sistema; as decisões acerca de eventuais concessões no tocante às soluções técnicas adotadas para cumprir os requisitos definidos no capítulo III, secção 2,

source: the description of the system architecture explaining how software components build on or feed into each other and integrate into the overall processing; the computational resources used to develop, train, test and validate the AI system;
pt_pt: A descrição da arquitetura do sistema, explicando de que forma os componentes de software se utilizam ou se alimentam mutuamente e como se integram no processamento global; os recursos computacionais utilizados para desenvolver, treinar, testar e validar o sistema de IA,

source: where relevant, the data requirements in terms of datasheets describing the training methodologies and techniques and the training data sets used, including a general description of these data sets, information about their provenance, scope and main characteristics; how the data was obtained and selected; labelling procedures (e.g. for supervised learning), data cleaning methodologies (e.g. outliers detection);
pt_pt: Se for caso disso, os requisitos de dados em termos de folhas de dados que descrevam as metodologias e técnicas de treino e os conjuntos de dados de treino utilizados, incluindo uma descrição geral desses conjuntos de dados, informações sobre a sua proveniência, o seu âmbito e as suas principais características; a forma como os dados foram obtidos e selecionados; procedimentos de rotulagem (por exemplo, para aprendizagem supervisionada), metodologias de limpeza de dados (por exemplo, deteção de valores atípicos),

source: assessment of the human oversight measures needed in accordance with Article 14, including an assessment of the technical measures needed to facilitate the interpretation of the outputs of AI systems by the deployers, in accordance with Article 13(3), point (d);
pt_pt: Análise das medidas de supervisão humana necessárias em conformidade com o artigo 14.o, incluindo uma análise das soluções técnicas necessárias para facilitar a interpretação dos resultados dos sistemas de IA pelos responsáveis pela implantação, em conformidade com o artigo 13.o, n.o 3, alínea d),

source: where applicable, a detailed description of pre-determined changes to the AI system and its performance, together with all the relevant information related to the technical solutions adopted to ensure continuous compliance of the AI system with the relevant requirements set out in Chapter III, Section 2;
pt_pt: Se aplicável, uma descrição pormenorizada das alterações predeterminadas do sistema de IA e do seu desempenho, juntamente com todas as informações pertinentes relacionadas com as soluções técnicas adotadas para assegurar a conformidade contínua do sistema de IA com os requisitos aplicáveis estabelecidos no capítulo III, secção 2,

source: the validation and testing procedures used, including information about the validation and testing data used and their main characteristics; metrics used to measure accuracy, robustness and compliance with other relevant requirements set out in Chapter III, Section 2, as well as potentially discriminatory impacts; test logs and all test reports dated and signed by the responsible persons, including with regard to pre-determined changes as referred to under point (f);
pt_pt: Os procedimentos de validação e testagem aplicados, incluindo informações sobre os dados de validação e de teste utilizados e as principais características desses dados; os parâmetros utilizados para aferir a exatidão, a solidez e a conformidade com outros requisitos aplicáveis estabelecidos no capítulo III, secção 2, bem como potenciais impactos discriminatórios; registos dos testes e todos os relatórios de teste datados e assinados pelas pessoas responsáveis, inclusive no respeitante às alterações predeterminadas a que se refere a alínea f),

source: cybersecurity measures put in place;
pt_pt: As medidas de cibersegurança adotadas;

source: Detailed information about the monitoring, functioning and control of the AI system, in particular with regard to: its capabilities and limitations in performance, including the degrees of accuracy for specific persons or groups of persons on which the system is intended to be used and the overall expected level of accuracy in relation to its intended purpose; the foreseeable unintended outcomes and sources of risks to health and safety, fundamental rights and discrimination in view of the intended purpose of the AI system; the human oversight measures needed in accordance with Article 14, including the technical measures put in place to facilitate the interpretation of the outputs of AI systems by the deployers; specifications on input data, as appropriate;
pt_pt: Informações pormenorizadas sobre o acompanhamento, o funcionamento e o controlo do sistema de IA, especialmente no que diz respeito: às suas capacidades e limitações de desempenho, incluindo os níveis de exatidão no tocante a pessoas ou grupos de pessoas específicos em que o sistema se destina a ser utilizado e o nível geral esperado de exatidão em relação à finalidade prevista; aos resultados não pretendidos mas previsíveis e às fontes de riscos para a saúde e a segurança, os direitos fundamentais e a proteção contra a discriminação atendendo à finalidade prevista do sistema de IA; às medidas de supervisão humana necessárias em conformidade com o artigo 14.o, incluindo as soluções técnicas adotadas para facilitar a interpretação dos resultados dos sistemas de IA pelos responsáveis pela implantação; às especificações relativas aos dados de entrada, consoante apropriado;

source: A description of the appropriateness of the performance metrics for the specific AI system;
pt_pt: Uma descrição da adequação dos parâmetros de desempenho destinada ao sistema de IA específico;

source: A detailed description of the risk management system in accordance with Article 9;
pt_pt: Uma descrição pormenorizada do sistema de gestão de riscos em conformidade com o artigo 9.o;

source: A description of relevant changes made by the provider to the system through its lifecycle;
pt_pt: A descrição das alterações pertinentes introduzidas pelo prestador no sistema ao longo do seu ciclo de vida;

source: A list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union; where no such harmonised standards have been applied, a detailed description of the solutions adopted to meet the requirements set out in Chapter III, Section 2, including a list of other relevant standards and technical specifications applied;
pt_pt: Uma lista das normas harmonizadas aplicadas total ou parcialmente, cujas referências tenham sido publicadas no Jornal Oficial da União Europeia; caso não tenham sido aplicadas tais normas harmonizadas, uma descrição pormenorizada das soluções adotadas para cumprir os requisitos estabelecidos no capítulo III, secção 2, incluindo uma lista das outras normas e especificações técnicas aplicáveis que tenham sido aplicadas;

source: A copy of the EU declaration of conformity referred to in Article 47;
pt_pt: Uma cópia da declaração UE de conformidade referida no artigo 47.o;

source: A detailed description of the system in place to evaluate the AI system performance in the post-market phase in accordance with Article 72, including the post-market monitoring plan referred to in Article 72(3).
pt_pt: Uma descrição pormenorizada do sistema existente para avaliar o desempenho do sistema de IA na fase de pós-comercialização em conformidade com o artigo 72.o, incluindo o plano de acompanhamento pós-comercialização a que se refere o artigo 72.o, n.o 3.

source: ANNEX V
pt_pt: ANEXO V

source: The EU declaration of conformity referred to in Article 47, shall contain all of the following information:
pt_pt: A declaração UE de conformidade a que se refere o artigo 47.o deve conter todas as seguintes informações:

source: AI system name and type and any additional unambiguous reference allowing the identification and traceability of the AI system;
pt_pt: Nome e tipo do sistema de IA e quaisquer outras referências inequívocas que permitam identificar e rastrear o sistema de IA;

source: The name and address of the provider or, where applicable, of their authorised representative;
pt_pt: Nome e endereço do prestador ou, se aplicável, do mandatário;

source: A statement that the EU declaration of conformity referred to in Article 47 is issued under the sole responsibility of the provider;
pt_pt: Menção de que a declaração UE de conformidade, referida no artigo 47.o, é emitida sob a exclusiva responsabilidade do prestador;

source: A statement that the AI system is in conformity with this Regulation and, if applicable, with any other relevant Union law that provides for the issuing of the EU declaration of conformity referred to in Article 47;
pt_pt: Menção que ateste que o sistema de IA é conforme com o presente regulamento e, se for caso disso, outras disposições pertinentes do direito da União que prevejam a emissão da declaração UE de conformidade referida no artigo 47.o;

source: Where an AI system involves the processing of personal data, a statement that that AI system complies with Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680;
pt_pt: Sempre que um sistema de IA implique o tratamento de dados pessoais, uma menção de que esse sistema de IA cumpre o disposto nos Regulamentos (UE) 2016/679 e (UE) 2018/1725 e na Diretiva (UE) 2016/680;

source: References to any relevant harmonised standards used or any other common specification in relation to which conformity is declared;
pt_pt: Referências a todas as normas harmonizadas pertinentes utilizadas ou a outras especificações comuns em relação às quais é declarada a conformidade;

source: Where applicable, the name and identification number of the notified body, a description of the conformity assessment procedure performed, and identification of the certificate issued;
pt_pt: Se aplicável, nome e número de identificação do organismo notificado, descrição do procedimento de avaliação da conformidade adotado e identificação do certificado emitido;

source: The place and date of issue of the declaration, the name and function of the person who signed it, as well as an indication for, or on behalf of whom, that person signed, a signature.
pt_pt: Local e data de emissão da declaração, nome e cargo da pessoa que assina, bem como indicação da pessoa em nome de quem se assina, e assinatura.

source: ANNEX VI
pt_pt: ANEXO VI

source: Conformity assessment procedure based on internal control
pt_pt: Procedimento de avaliação da conformidade baseado no controlo interno

source: The conformity assessment procedure based on internal control is the conformity assessment procedure based on points 2, 3 and 4.
pt_pt: O procedimento de avaliação da conformidade baseado no controlo interno é o descrito nos pontos 2, 3 e 4.

source: The provider verifies that the established quality management system is in compliance with the requirements of Article 17.
pt_pt: O prestador verifica se o sistema de gestão da qualidade aplicado se encontra em conformidade com os requisitos do artigo 17.o.

source: The provider examines the information contained in the technical documentation in order to assess the compliance of the AI system with the relevant essential requirements set out in Chapter III, Section 2.
pt_pt: O prestador analisa as informações contidas na documentação técnica para determinar a conformidade do sistema de IA com os requisitos essenciais aplicáveis estabelecidos no capítulo III, secção 2.

source: The provider also verifies that the design and development process of the AI system and its post-market monitoring as referred to in Article 72 is consistent with the technical documentation.
pt_pt: O prestador também verifica se o processo de conceção e desenvolvimento do sistema de IA e do seu acompanhamento pós-comercialização a que se refere o artigo 72.o estão de acordo com a documentação técnica.

source: ANNEX VII
pt_pt: ANEXO VII

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation
pt_pt: Conformidade baseada numa avaliação do sistema de gestão da qualidade e numa avaliação da documentação técnica

source: Introduction
pt_pt: Introdução

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation is the conformity assessment procedure based on points 2 to 5.
pt_pt: A conformidade baseada numa avaliação do sistema de gestão da qualidade e numa avaliação da documentação técnica é o procedimento de avaliação da conformidade descrito nos pontos 2 a 5.

source: Overview
pt_pt: Generalidades

source: The approved quality management system for the design, development and testing of AI systems pursuant to Article 17 shall be examined in accordance with point 3 and shall be subject to surveillance as specified in point 5.
pt_pt: O sistema de gestão da qualidade aprovado para efeitos de conceção, desenvolvimento e testagem de sistemas de IA nos termos do artigo 17.o é analisado em conformidade com o ponto 3 e está sujeito à fiscalização especificada no ponto 5.

source: The technical documentation of the AI system shall be examined in accordance with point 4.
pt_pt: A documentação técnica do sistema de IA é analisada em conformidade com o ponto 4.

source: The application of the provider shall include:
pt_pt: O pedido do prestador inclui:

source: the name and address of the provider and, if the application is lodged by an authorised representative, also their name and address;
pt_pt: O nome e o endereço do prestador e, se for apresentado por um mandatário, também o nome e o endereço deste último;

source: the list of AI systems covered under the same quality management system;
pt_pt: A lista dos sistemas de IA abrangidos pelo mesmo sistema de gestão da qualidade;

source: the technical documentation for each AI system covered under the same quality management system;
pt_pt: A documentação técnica de cada sistema de IA abrangido pelo mesmo sistema de gestão da qualidade;

source: the documentation concerning the quality management system which shall cover all the aspects listed under Article 17;
pt_pt: A documentação relativa ao sistema de gestão da qualidade, que deve abranger todos os aspetos enunciados no artigo 17.o;

source: a description of the procedures in place to ensure that the quality management system remains adequate and effective;
pt_pt: Uma descrição dos procedimentos em vigor para assegurar a adequação e eficácia do sistema de gestão da qualidade;

source: a written declaration that the same application has not been lodged with any other notified body.
pt_pt: Uma declaração escrita em como o mesmo pedido não foi apresentado a nenhum outro organismo notificado.

source: The quality management system shall be assessed by the notified body, which shall determine whether it satisfies the requirements referred to in Article 17.
pt_pt: O sistema de gestão da qualidade é avaliado pelo organismo notificado, que determina se esse sistema cumpre os requisitos a que se refere o artigo 17.o.

source: The decision shall be notified to the provider or its authorised representative.
pt_pt: A decisão é notificada ao prestador ou ao seu mandatário.

source: The notification shall contain the conclusions of the assessment of the quality management system and the reasoned assessment decision.
pt_pt: A notificação inclui as conclusões da avaliação do sistema de gestão da qualidade e a decisão de avaliação fundamentada.

source: The quality management system as approved shall continue to be implemented and maintained by the provider so that it remains adequate and efficient.
pt_pt: O prestador deve continuar a aplicar e a manter o sistema de gestão da qualidade aprovado de maneira que este permaneça adequado e eficiente.

source: Any intended change to the approved quality management system or the list of AI systems covered by the latter shall be brought to the attention of the notified body by the provider.
pt_pt: O prestador deve comunicar ao organismo notificado qualquer alteração planeada do sistema de gestão da qualidade aprovado ou da lista de sistemas de IA abrangidos por este último.

source: The proposed changes shall be examined by the notified body, which shall decide whether the modified quality management system continues to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.
pt_pt: As alterações propostas são analisadas pelo organismo notificado, a quem cabe decidir se o sistema de gestão da qualidade alterado continua a satisfazer os requisitos enunciados no ponto 3.2 ou se será necessário proceder a nova avaliação.

source: The notified body shall notify the provider of its decision.
pt_pt: O organismo notificado notifica o prestador da sua decisão.

source: The notification shall contain the conclusions of the examination of the changes and the reasoned assessment decision.
pt_pt: A notificação inclui as conclusões da análise das alterações e a decisão de avaliação fundamentada.

source: Control of the technical documentation.
pt_pt: Controlo da documentação técnica

source: In addition to the application referred to in point 3, an application with a notified body of their choice shall be lodged by the provider for the assessment of the technical documentation relating to the AI system which the provider intends to place on the market or put into service and which is covered by the quality management system referred to under point 3.
pt_pt: Além do pedido a que se refere o ponto 3, o prestador deve apresentar junto de um organismo notificado da sua escolha um pedido de avaliação da documentação técnica relativa ao sistema de IA que o prestador tenciona colocar no mercado ou colocar em serviço e que seja abrangido pelo sistema de gestão da qualidade a que se refere o ponto 3.
